Repository: douglasPinheiro/nirvaris-profile
Catalog: n_profile/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: E-mail address
pt_br: Endereço de Email

source: Type your Password
pt_br: Digite sua Senha

source: Full Name
pt_br: Nome Completo

source: Your E-mail
pt_br: Seu Email

source: Current password does not match
pt_br: A senha não confere

source: Email is already in use.
pt_br: Email já cadastrado.

source: Username is already in use.
pt_br: Nome de usuário já cadastrado.

source: One or more fields have an invalid value.
pt_br: Alguns campos estão com valores inválidos.

source: Name invalid
pt_br: Nome inválido

source: Your image must be bigger than 724x763
pt_br: A image deve ser maior que 724x763

source: Current Password
pt_br: Senha Atual

source: New Password
pt_br: Nova Senha

source: Confirm New Password
pt_br: Repita a Nova Senha

source: New password cannot be the same as de current
pt_br: Nova senha não ser igual à atual

source: Password does not match or blank
pt_br: Senha não confere ou em branco

source: Password does not match or blank.
pt_br: Senha não confere ou em branco.

source: E-mail not registered or profile inactive
pt_br: E-mail não registrado ou conta inativa

source: E-mail or username
pt_br: E-mail ou nome de usuário

source: Password
pt_br: Senha

source: Confirm your password
pt_br: Repita a senha

source: Full name
pt_br: Nome Completo

source: Type your password
pt_br: Digite sua senha

source: Email not found.
pt_br: E-mail não encontrado.

source: Change password
pt_br: Mudar a senha

source: Instructions to account activation
pt_br: Instruções de ativação de conta

source: Your account is almost ready. To complete your activation click on the link bellow.
pt_br: Clique no link abaixo para ativar a sua conta.

source: Activate your account
pt_br: Ative a sua conta

source: © 2015 Nirvaris, All Rights Reserved.
pt_br: © 2015 Nirvaris, Todos os Direitos Reservados.

source: Jl. Perhubungan IV/25 • Pondok Betung • Tangerang 15224 • Indonesia
pt_br: The Cube • Studio 5, 155 Commercial Street • E1 6jB • London

source: You have asked for your account password
pt_br: Você solicitou uma nova senha

source: Your account password is:
pt_br: Sua senha é:

source: Nirvaris Profile Activation Email
pt_br: Nirvaris Email de Ativação de Conta

source: Nirvaris Profile New Password
pt_br: Nirvaris Nova Senha

source: You were invite to a Nirvaris profile
pt_br: Você foi convidado para uma conta em Nirvaris

source: Send new password
pt_br: Enviar nova semha

source: Forgot Password
pt_br: Esqueci a Senha

source: Register
pt_br: Fazer o Cadastro

source: Re-send Activation Email
pt_br: Re-enviar o email de ativação

source: Send a user invitation
pt_br: Enviar convite para usuário

source: Login
pt_br: Entrar

source: Re-Send Activation E-Mail
pt_br: Re-enviar E-mail de Ativação

source: Save
pt_br: Salvar

source: It is not a invitation token
pt_br: O token parece estar quebrado

source: There is a problem with your invitation key. Contact us for more dtails.
pt_br: Teve um problema com a sua chave de convite. Entre em contato com o suporte.

source: Your invitation has expired. Contact us for more details.
pt_br: Sei convite expirou.

source: This invitation email is already in use.Contact us for more details
pt_br: Este email já está em uso

source: Something went wrong with your invitation. Please, contact us
pt_br: Alguma coisa errada com seu convite. Fale com o suporte

source: Your account is now created. Please, login.
pt_br: Sua conta foi criada. Faça o login.

source: Email address already activated by a user.
pt_br: Endereço de email já ativado pelo usuário.

source: We have sent the invitation email.
pt_br: Um convite foi enviado para o email.

source: Oooops! You cannot change your own permissions!
pt_br: Ooops! Você não pode mudar suas próprias permissões!

source: User permisions changed!
pt_br: Permissões alteradas!

source: User's details were saved!!
pt_br: Detalhes de usuário alterados!

source: We have sent an email with your new password
pt_br: Foi enviado um email com a nova senha

source: Ooops! You have to login to access this page!
pt_br: Ooops! Você precisa fazer login para acessar esta página!

source: Login failed. Username or password does not match.
pt_br: Login falhou. Nome de usuário ou senha inválida.

source: This account is not activated.
pt_br: Esta conta não está ativa.

source: Something wrong with yout login.
pt_br: Alguma coisa errada com o seu login.

source: There is a problem with your activation key. Go to <a href="%s">Re-send the activation e-mail</a>
pt_br: Teve um problema com a sua chave de ativação. Clique<a href=“%s”>aqui para re-enviar o e-mail</a>

source: Your activation has expired. Go to <a href="%s">Re-send the activation e-mail</a>
pt_br: Sua ativação expirou. Clique<a href=“%s”>aqui para re-enviar o e-mail</a>

source: Thank you! Your account has been activated. Please, go to <a href="%s">login</a>
pt_br: Obrigado! Sua conta foi ativada. Faça<a href=“%s”>login</a>

source: Your account was already activated. Please, go to <a href="%s">login</a>
pt_br: Sua já está ativada. Faça<a href=“%s”>login</a>

source: The email address was not found. Please, go to <a href="%s">register</a>
pt_br: Endereço de e-mail não encontrado. <a href=“%s”>registre-se</a>

source: The email address is already active. Please, go to <a href="%s">login</a>
pt_br: Este endereço de e-mail já está ativo. Faça <a href=“%s”>login</a>

source: We have sent you a fresh activation email.
pt_br: Enviamos um novo email de ativação.

source: We had problems sending you an email. Please check your email address
pt_br: Alguma coisa não foi bem com este endereço de email

source: We have sent you an activation email.
pt_br: Enviamos um email de ativação.
